{
  "blogs": [
    {
      "title": "subham",
      "body": "The man ate an extravagant meal at a fancy restaurant. Ritzy! This classy sentence uses three of some of the most commonly used words: the, a, and an. However, there is more to these words than simply the number of times that we use them. These three words belong to a class of words known as articles. If you want to become a grammar master, it is really important to know how to use articles because of how often they show up in our sentences.\n\nWhat is an article?\nAn article is a word that is used to indicate that a noun is a noun without describing it. For example, in the sentence Nick bought a dog, the article a indicates that the word dog is a noun. Articles can also modify anything that acts as a noun, such as a pronoun or a noun phrase.\n\n",
      "author": "mario",
      "id": 4
    },
    {
      "title": "IIT",
      "body": "JEE Advanced is the gateway to get admisison in IITs.To make eligible for JEE Advanced exam, Candidates should be among the top 2,24,000 (including all categories) by scoring positive marks in Paper-1 of JEE (Main)\n\nTo Appear of JEE Main, Candidates should have taken 5 subject in 12th class & Candidates should have secured at least 75% marks in class 12th exam or be in the top 20 percentile in the class 12th exam conducted by the respective boards.:\n\n",
      "author": "mario",
      "id": 7
    },
    {
      "title": "asfsf",
      "body": "asdsfasdf",
      "author": "mario",
      "id": 8
    },
    {
      "title": "dsdsddf",
      "body": "The man ate an extravagant meal at a fancy restaurant. Ritzy! This classy sentence uses three of some of the most commonly used words: the, a, and an. However, there is more to these words than simply the number of times that we use them. These three words belong to a class of words known as articles. If you want to become a grammar master, it is really important to know how to use articles because of how often they show up in our sentences. What is an article? An article is a word that is used to indicate that a noun is a noun without describing it. For example, in the sentence Nick bought a dog, the article a indicates that the word dog is a noun. Articles can also modify anything that acts as a noun, such as a pronoun or a noun phrase.\n",
      "author": "mario",
      "id": 9
    },
    {
      "title": "kashdkjhkasdf",
      "body": "adbnsdbfaksbkasdgfs",
      "author": "mario",
      "id": 10
    },
    {
      "title": "fghfghf",
      "body": "bjgj",
      "author": "yoshi",
      "id": 11
    },
    {
      "title": "sdasjfhkdsahjks",
      "body": "sadfdsjljasdljfldskjfs",
      "author": "mario",
      "id": 12
    },
    {
      "title": "helloooooo",
      "body": "ghgjhgjgjgjjgjc",
      "author": "mario",
      "id": 13
    }
  ]
}